greet = "Привет, {name}, я бот, помогающий в работе с TON."
menu = "📍 Главное меню"

choose_market_text = "📝 Выберите биржу."
project_list_text = "Проект №1\nПроект №2\nПроект №3\nПроект №4\n\nИли тут нужно что-то другое?"
jetons_list_text = ("Введите команду:\n"
                    "📄 кол-во жетонов на странице\n"
                    "/limit n, где n > 0, но не больше 1000\n"
                    "📄 номер страницы\n"
                    "/page n, где n > 0\n")
add_jetons_text = "Вероятно, тут должно быть описание команд. Типа введите /add tokenname n для добавления токена. Токен должен принять команду, выполнить её, выплюнуть результат."
help_text = "/start для старта бота. Наберите Главное меню или Меню для возвращения в меню"
img_info = "График биржи..."
chart_help = "/chart address для построения графика для определённого адреса"
qwe_exit = "Чтобы выйти, нажмите на кнопку ниже"
qwe_error = f'🚫 Ошибка'
load_wait = "⏳Загрузка данных..."

err = "🚫 К сожалению произошла ошибка, попробуйте позже"